tap "aws/tap"
tap "github/gh"
tap "goles/battery"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "jmacdonald/amp"
tap "teamookla/speedtest"
tap "tinygo-org/tools"
cask "xquartz"
brew "awscli"
brew "bat"
brew "chezscheme"
brew "chicken"
brew "go"
brew "dep"
brew "fd"
brew "fish"
brew "fortune"
brew "fzf"
brew "gnupg"
brew "graphviz"
brew "hugo"
brew "jq"
brew "kubernetes-cli"
brew "lf"
brew "lolcat"
brew "lsd"
brew "micro"
brew "minikube"
brew "modd"
brew "ocaml"
brew "opam"
brew "pinentry-mac"
brew "sbcl"
brew "sdl2"
brew "ssh-copy-id", link: true
brew "starship"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "ttygif"
brew "wget"
brew "wifi-password"
brew "yarn"
brew "zsh-syntax-highlighting"
brew "github/gh/gh"
brew "goles/battery/battery"
brew "heroku/brew/heroku"
brew "jmacdonald/amp/amp"
brew "teamookla/speedtest/speedtest"
brew "tinygo-org/tools/tinygo"
cask "alacritty"
cask "graphiql"
