tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "ngrok/ngrok"
tap "teamookla/speedtest"
tap "tinygo-org/tools"
brew "webp"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "glib"
brew "dbmate"
brew "deno"
brew "difftastic"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "fish"
brew "gh"
brew "git-delta"
brew "go"
brew "httpie"
brew "jq"
brew "micro"
brew "modd"
brew "nasm"
brew "nghttp2"
brew "node", link: false
brew "tcl-tk", link: false
brew "python@3.8", link: false
brew "tree"
brew "wget"
brew "wifi-password"
brew "yarn", link: false
brew "heroku/brew/heroku"
brew "teamookla/speedtest/speedtest"
brew "tinygo-org/tools/tinygo"
cask "ngrok"
vscode "13xforever.language-x86-64-assembly"
vscode "aaron-bond.better-comments"
vscode "ahmadawais.shades-of-purple"
vscode "BeardedBear.beardedtheme"
vscode "bradlc.vscode-tailwindcss"
vscode "bungcip.better-toml"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "dracula-theme.theme-dracula"
vscode "Endormi.2077-theme"
vscode "esbenp.prettier-vscode"
vscode "felipe.nasc-touchbar"
vscode "file-icons.file-icons"
vscode "GitHub.copilot"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "jpoissonnier.vscode-styled-components"
vscode "kettanaito.nako"
vscode "liviuschera.noctis"
vscode "miguelsolorio.fluent-icons"
vscode "mikestead.dotenv"
vscode "mjmlio.vscode-mjml"
vscode "ms-vscode.sublime-keybindings"
vscode "ms-vsliveshare.vsliveshare"
vscode "Nur.just-black"
vscode "particle.particle-vscode-theme"
vscode "PKief.material-icon-theme"
vscode "sdras.night-owl"
vscode "Shopify.theme-check-vscode"
vscode "skyapps.fish-vscode"
vscode "teabyii.ayu"
vscode "that70schris.arcade"
vscode "vsatomi.vscode-quicktemplate"
vscode "withfig.fig"
vscode "wmaurer.change-case"
