tap "homebrew/bundle"
tap "oven-sh/bun"
tap "sinelaw/fresh"
tap "teamookla/speedtest"
brew "bat"
brew "bitcoin"
brew "chezmoi"
brew "cloc"
brew "coreutils"
brew "dbmate"
brew "difftastic"
brew "docker-credential-helper-ecr"
brew "dwdiff"
brew "exiftool"
brew "eza"
brew "python@3.13"
brew "fish"
brew "fnm"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "go"
brew "hashcat"
brew "helm"
brew "jq"
brew "just"
brew "kubernetes-cli"
brew "lefthook"
brew "libusb"
brew "llvm"
brew "mergiraf"
brew "ord"
brew "pkgconf"
brew "prettier"
brew "protobuf"
brew "python-gdbm@3.13"
brew "rename"
brew "ripgrep"
brew "rocksdb"
brew "starship"
brew "stellar-cli"
brew "tre-command"
brew "tree"
brew "unpaper"
brew "watchexec"
brew "wget"
brew "wifi-password"
brew "woff2"
brew "ykman"
brew "yq"
brew "zig"
brew "oven-sh/bun/bun"
brew "sinelaw/fresh/fresh"
brew "teamookla/speedtest/speedtest"
cask "1password-cli"
cask "codex"
vscode "bradlc.vscode-tailwindcss"
vscode "esbenp.prettier-vscode"
vscode "github.github-vscode-theme"
vscode "juanblanco.solidity"
vscode "ziglang.vscode-zig"
go "github.com/rhysd/actionlint/cmd/actionlint"
go "github.com/protolambda/eth2-testnet-genesis"
go "github.com/cosmosregistry/chain-minimal/cmd/minid"
go "github.com/lasorda/protobuf-language-server"
go "github.com/CosmWasm/wasmd/cmd/wasmd"
cargo "avm"
cargo "bacon"
cargo "cargo-audit"
cargo "cargo-deny"
cargo "cargo-dylint"
cargo "cargo-expand"
cargo "cargo-generate"
cargo "cargo-info"
cargo "cargo-llvm-cov"
cargo "cargo-machete"
cargo "cargo-make"
cargo "cargo-run-script"
cargo "cargo-sort"
cargo "cargo-sweep"
cargo "dylint-link"
cargo "jolt"
cargo "release-plz"
cargo "solana-verify"
cargo "sqlx-cli"
cargo "stellar-cli"
cargo "svm-rs"
